Repository: Jannik-1403/Garten-Simulation
Catalog: Garten_Simulation/Localizable.xcstrings
Source language: de
Languages: en, es, fr, hi, it, ja, ko, nl, pl, pt, ru, tr, zh_hans, zh_hant

# prog_running_d7_desc
source: Komplette Pause. Der Körper repariert das Gewebe und baut Muskeln auf.
en: Complete break. The body repairs tissue and builds muscle.
es: Descanso completo. El cuerpo repara tejidos y desarrolla músculos.
fr: Pause complète. Le corps répare les tissus et développe les muscles.
hi: पूर्ण विराम. शरीर ऊतकों की मरम्मत करता है और मांसपेशियों का निर्माण करता है।
it: Pausa completa. Il corpo ripara i tessuti e costruisce i muscoli.
ja: 完全休憩。体は組織を修復し、筋肉を構築します。
ko: 완전한 휴식. 신체는 조직을 복구하고 근육을 형성합니다.
nl: Volledige pauze. Het lichaam repareert weefsel en bouwt spieren op.
pl: Kompletna przerwa. Organizm naprawia tkanki i buduje mięśnie.
pt: Pausa completa. O corpo repara tecidos e constrói músculos.
ru: Полный перерыв. Организм восстанавливает ткани и наращивает мышцы.
tr: Tam mola. Vücut dokuyu onarır ve kas oluşturur.
zh_hans: 彻底休息。身体修复组织并增强肌肉。
zh_hant: 徹底休息。身體修復組織並增強肌肉。

# prog_running_d7_t1
source: Beine hochgelegt
en: Legs elevated
es: Piernas elevadas
fr: Jambes surélevées
hi: पैर ऊंचे
it: Gambe sollevate
ja: 足を上げた状態
ko: 다리를 높이 들어 올리다
nl: Benen omhoog
pl: Nogi podniesione
pt: Pernas elevadas
ru: Ноги подняты
tr: Bacaklar yükseltilmiş
zh_hans: 双腿抬高
zh_hant: 雙腿抬高

# prog_running_d7_t2
source: Ausreichend Protein konsumiert
en: Consumed enough protein
es: Consumido suficiente proteína
fr: Consommer suffisamment de protéines
hi: पर्याप्त प्रोटीन का सेवन किया
it: Consumato abbastanza proteine
ja: たんぱく質を十分に摂取した
ko: 충분한 단백질 섭취
nl: Genoeg eiwitten geconsumeerd
pl: Spożywał wystarczającą ilość białka
pt: Consumiu proteína suficiente
ru: Потреблял достаточно белка
tr: Yeterli protein tüketildi
zh_hans: 消耗了足够的蛋白质
zh_hant: 消耗了足夠的蛋白質

# prog_running_phase_desc_ausdauer___kondition
source: Ausdauer & Kondition
en: Endurance & fitness
es: Resistencia y fitness
fr: Endurance et remise en forme
hi: सहनशक्ति और फिटनेस
it: Resistenza e forma fisica
ja: 持久力とフィットネス
ko: 지구력 및 피트니스
nl: Uithoudingsvermogen en conditie
pl: Wytrzymałość i kondycja
pt: Resistência e preparo físico
ru: Выносливость и фитнес
tr: Dayanıklılık ve kondisyon
zh_hans: 耐力和健身
zh_hant: 耐力和健身

# prog_running_phase_title_woche___phasenumber_
source: Woche %lld
en: Week %lld
es: Semana %lld
fr: Semaine %lld
hi: सप्ताह %lld
it: Settimana %lld
ja: 週 %lld
ko: 주 %lld
nl: Week %lld
pl: Tydzień %lld
pt: Semana %lld
ru: Неделя %lld
tr: Hafta %lld
zh_hans: 周 %lld
zh_hant: 週 %lld

# prog_saving_d1_desc
source: Lege den heutigen Betrag physisch oder per Dauerauftrag beiseite. Behandle diese Einzahlung wie eine feste Rechnung.
en: Set aside today's amount physically or via standing order. Treat this deposit like a fixed invoice.
es: Reserve el monto de hoy físicamente o mediante orden permanente. Trate este depósito como una factura fija.
fr: Mettez de côté le montant du jour physiquement ou par ordre permanent. Traitez cet acompte comme une facture fixe.
hi: आज की राशि भौतिक रूप से या स्थायी आदेश के माध्यम से अलग रखें। इस जमा राशि को एक निश्चित चालान की तरह समझें।
it: Metti da parte l'importo odierno fisicamente o tramite ordine permanente. Tratta questo deposito come una fattura fissa.
ja: 今日の金額を物理的に、またはスタンディングオーダーによって確保しておきます。このデポジットは定期請求書と同様に扱います。
ko: 오늘의 금액을 물리적으로 또는 상시 명령을 통해 따로 보관해 두십시오. 이 보증금을 고정 송장처럼 취급하십시오.
nl: Zet het bedrag van vandaag fysiek of via een doorlopende opdracht opzij. Behandel deze aanbetaling als een vaste factuur.
pl: Odłóż dzisiejszą kwotę fizycznie lub poprzez zlecenie stałe. Traktuj tę kaucję jak stałą fakturę.
pt: Reserve o valor de hoje fisicamente ou por meio de ordem permanente. Trate este depósito como uma fatura fixa.
ru: Отложите сегодняшнюю сумму физически или посредством постоянного поручения. Относитесь к этому депозиту как к фиксированному счету.
tr: Bugünün tutarını fiziki olarak veya emir yoluyla ayırın. Bu depozitoyu sabit bir fatura gibi değerlendirin.
zh_hans: 实际或通过定期订单留出今天的金额。将这笔押金视为固定发票。
zh_hant: 實際或透過定期訂單留出今天的金額。將這筆押金視為固定發票。

# prog_saving_d1_t1
source: %@ € beiseite gelegt
en: %@ € set aside
es: %@ € reservados
fr: %@ € mis de côté
hi: %@ € अलग रख दें
it: %@ € accantonati
ja: %@ € 確保しておきます
ko: %@ € 따로 설정
nl: %@ € gereserveerd
pl: %@ € odłożone
pt: %@ € reservados
ru: %@ € отложено
tr: %@ € bir kenara bırakıldı
zh_hans: %@ € 预留
zh_hant: %@ € 預留

# prog_saving_d1_t2
source: Geld mental als 'ausgegeben' verbucht
en: Money mentally recorded as 'spent'
es: Dinero registrado mentalmente como "gastado"
fr: Argent enregistré mentalement comme « dépensé »
hi: पैसा मानसिक रूप से 'खर्च' के रूप में दर्ज किया गया
it: Denaro registrato mentalmente come "speso"
ja: 精神的に「使った」と記録されるお金
ko: 정신적으로 '지출'로 기록된 돈
nl: Geld dat mentaal is geregistreerd als 'uitgegeven'
pl: Pieniądze zapisane w pamięci jako „wydane”
pt: Dinheiro registrado mentalmente como 'gasto'
ru: Деньги мысленно записывались как «потраченные».
tr: Para zihinsel olarak 'harcandı' olarak kaydedildi
zh_hans: 钱在心里被记录为“花掉”
zh_hant: 錢在心裡被記錄為“花掉”

# prog_saving_d2_desc
source: Schreibe heute (und generell) absolut jeden Cent auf, den du ausgibst. Bewusstsein ist der erste Schritt zur Kontrolle.
en: Today (and in general), write down absolutely every penny you spend. Awareness is the first step to control.
es: Hoy (y en general), anota absolutamente cada centavo que gastes. La conciencia es el primer paso para controlar.
fr: Aujourd’hui (et en général), notez absolument chaque centime que vous dépensez. La prise de conscience est la première étape du contrôle.
hi: आज (और सामान्य तौर पर), आप जो भी पैसा खर्च करते हैं उसे बिल्कुल लिख लें। नियंत्रण के लिए जागरूकता पहला कदम है।
it: Oggi (e in generale), scrivi assolutamente ogni centesimo che spendi. La consapevolezza è il primo passo verso il controllo.
ja: 今日（そして一般的に）、あなたが費やしたすべてのペニーを絶対に書き留めてください。意識することがコントロールへの第一歩です。
ko: 오늘(그리고 일반적으로) 당신이 지출한 모든 돈을 절대적으로 적어보세요. 인식은 통제의 첫 번째 단계입니다.
nl: Schrijf vandaag (en in het algemeen) absoluut elke cent op die u uitgeeft. Bewustzijn is de eerste stap naar controle.
pl: Dziś (i w ogóle) zapisuj absolutnie każdą wydaną złotówkę. Świadomość jest pierwszym krokiem do kontroli.
pt: Hoje (e em geral), anote absolutamente cada centavo que você gasta. A conscientização é o primeiro passo para o controle.
ru: Сегодня (да и вообще) записывайте абсолютно каждую потраченную копейку. Осведомленность – первый шаг к контролю.
tr: Bugün (ve genel olarak), harcadığınız her kuruşu mutlaka yazın. Farkındalık kontrolün ilk adımıdır.
zh_hans: 今天（一般来说），绝对写下你花的每一分钱。意识是控制的第一步。
zh_hant: 今天（一般來說），絕對寫下你花的每一分錢。意識是控制的第一步。

# prog_saving_d2_t1
source: %@ € beiseite gelegt
en: %@ € set aside
es: %@ € reservados
fr: %@ € mis de côté
hi: %@ € अलग रख दें
it: %@ € accantonati
ja: %@ € 確保しておきます
ko: %@ € 따로 설정
nl: %@ € gereserveerd
pl: %@ € odłożone
pt: %@ € reservados
ru: %@ € отложено
tr: %@ € bir kenara bırakıldı
zh_hans: %@ € 预留
zh_hant: %@ € 預留

# prog_saving_d2_t2
source: Alle heutigen Ausgaben notiert
en: All today's issues noted
es: Todos los problemas de hoy anotados.
fr: Tous les problèmes d'aujourd'hui notés
hi: आज के सभी अंक नोट किये गये
it: Annotati tutti i problemi di oggi
ja: 今日のすべての問題が記録されました
ko: 오늘의 모든 문제가 기록되었습니다.
nl: Alle problemen van vandaag genoteerd
pl: Wszystkie dzisiejsze problemy odnotowane
pt: Todos os problemas de hoje anotados
ru: Все сегодняшние проблемы отмечены
tr: Bugünün tüm sorunları not edildi
zh_hans: 今天提到的所有问题
zh_hant: 今天提到的所有問題

# prog_saving_d2_title
source: Ausgaben tracken
en: Track expenses
es: Seguimiento de gastos
fr: Suivre les dépenses
hi: खर्चों पर नज़र रखें
it: Tieni traccia delle spese
ja: 支出を追跡する
ko: 비용 추적
nl: Houd uitgaven bij
pl: Śledź wydatki
pt: Acompanhar despesas
ru: Отслеживайте расходы
tr: Harcamaları takip edin
zh_hans: 跟踪费用
zh_hant: 追蹤費用

# prog_saving_d3_desc
source: Gib heute keinen einzigen Cent aus (Fixkosten ausgenommen). Kein Coffee-to-go, kein Bäcker, kein Online-Shopping.
en: Don't spend a single cent today (excluding fixed costs). No coffee-to-go, no bakery, no online shopping.
es: No gastes ni un solo centavo hoy (excluidos los costos fijos). No hay café para llevar, ni panadería, ni compras en línea.
fr: Ne dépensez pas un seul centime aujourd'hui (hors frais fixes). Pas de café à emporter, pas de boulangerie, pas d'achats en ligne.
hi: आज एक पैसा भी खर्च न करें (निश्चित लागतों को छोड़कर)। न कॉफ़ी-टू-गो, न बेकरी, न ऑनलाइन शॉपिंग।
it: Non spendere un solo centesimo oggi (esclusi i costi fissi). Niente caffè da asporto, niente panetteria, niente acquisti online.
ja: 今日は一銭も使わないでください（固定費を除く）。持ち帰り用のコーヒー、ベーカリー、オンライン ショッピングはありません。
ko: 오늘은 단 한 푼도 쓰지 마세요(고정비 제외). 테이크아웃 커피도 없고, 베이커리도 없고, 온라인 쇼핑도 없습니다.
nl: Geef vandaag geen cent uit (exclusief vaste kosten). Geen koffie-to-go, geen bakker, geen online shoppen.
pl: Nie wydawaj dziś ani centa (z wyłączeniem kosztów stałych). Żadnej kawy na wynos, żadnej piekarni, żadnych zakupów online.
pt: Não gaste um único centavo hoje (excluindo custos fixos). Sem café para viagem, sem padaria, sem compras online.
ru: Не потратьте сегодня ни цента (исключая фиксированные расходы). Никакого кофе с собой, никакой выпечки, никаких покупок в Интернете.
tr: Bugün tek bir kuruş bile harcamayın (sabit maliyetler hariç). Kahve yok, fırın yok, internetten alışveriş yok.
zh_hans: 今天不要花一分钱（不包括固定成本）。没有外带咖啡，没有面包店，没有网上购物。
zh_hant: 今天不要花一分錢（不包括固定成本）。沒有外帶咖啡，沒有麵包店，沒有網路購物。

# prog_saving_d3_t1
source: %@ € beiseite gelegt
en: %@ € set aside
es: %@ € reservados
fr: %@ € mis de côté
hi: %@ € अलग रख दें
it: %@ € accantonati
ja: %@ € 確保しておきます
ko: %@ € 따로 설정
nl: %@ € gereserveerd
pl: %@ € odłożone
pt: %@ € reservados
ru: %@ € отложено
tr: %@ € bir kenara bırakıldı
zh_hans: %@ € 预留
zh_hant: %@ € 預留

# prog_saving_d3_t2
source: Erfolgreicher No-Spend-Day
en: Successful no-spend day
es: Día sin gastos exitoso
fr: Journée sans dépenses réussie
hi: बिना खर्च का सफल दिन
it: Giornata senza spesa riuscita
ja: 支出のない一日を成功させる
ko: 지출 없는 날 성공
nl: Geslaagde no-bestedingsdag
pl: Udany dzień bez wydatków
pt: Dia sem gastar bem sucedido
ru: Успешный день без трат
tr: Harcama yapılmayan başarılı bir gün
zh_hans: 成功的无消费日
zh_hant: 成功的無消費日

# prog_saving_d4_desc
source: Wenn du online etwas siehst, das du kaufen willst: Pack es in den Warenkorb, aber warte 72 Stunden. Meistens verfliegt der Drang.
en: If you see something online that you want to buy: Add it to your cart, but wait 72 hours. Most of the time the urge goes away.
es: Si ves algo en línea que quieres comprar: agrégalo a tu carrito, pero espera 72 horas. La mayoría de las veces las ganas desaparecen.
fr: Si vous voyez quelque chose en ligne que vous souhaitez acheter: ajoutez-le à votre panier, mais attendez 72 heures. La plupart du temps, l’envie disparaît.
hi: यदि आपको कोई चीज़ ऑनलाइन दिखती है जिसे आप खरीदना चाहते हैं: उसे अपने कार्ट में जोड़ें, लेकिन 72 घंटे प्रतीक्षा करें। अधिकांश समय इच्छा दूर हो जाती है।
it: Se vedi qualcosa online che desideri acquistare: aggiungilo al carrello, ma attendi 72 ore. Nella maggior parte dei casi l'impulso scompare.
ja: 購入したい商品をオンラインで見つけた場合: カートに追加しますが、72 時間待ちます。ほとんどの場合、衝動は消えます。
ko: 구매하고 싶은 물건이 온라인에서 발견된 경우: 장바구니에 추가하고 72시간 동안 기다리세요. 대부분의 경우 충동이 사라집니다.
nl: Als u online iets ziet dat u wilt kopen: voeg het toe aan uw winkelwagen, maar wacht 72 uur. Meestal verdwijnt de drang.
pl: Jeśli zobaczysz w Internecie coś, co chcesz kupić: Dodaj to do koszyka, ale poczekaj 72 godziny. W większości przypadków chęć zanika.
pt: Se você vir algo online que deseja comprar: adicione ao carrinho, mas espere 72 horas. Na maioria das vezes a vontade vai embora.
ru: Если вы видите в Интернете что-то, что хотите купить: добавьте это в корзину, но подождите 72 часа. В большинстве случаев желание проходит.
tr: İnternette satın almak istediğiniz bir şey görürseniz: Sepetinize ekleyin, ancak 72 saat bekleyin. Çoğu zaman dürtü kaybolur.
zh_hans: 如果您在网上看到想要购买的商品：将其添加到购物车，但等待 72 小时。大多数时候，这种冲动就会消失。
zh_hant: 如果您在網上看到您想要購買的商品：將其添加到購物車，但等待 72 小時。大多數時候，這種衝動就會消失。

# prog_saving_d4_t1
source: %@ € beiseite gelegt
en: %@ € set aside
es: %@ € reservados
fr: %@ € mis de côté
hi: %@ € अलग रख दें
it: %@ € accantonati
ja: %@ € 確保しておきます
ko: %@ € 따로 설정
nl: %@ € gereserveerd
pl: %@ € odłożone
pt: %@ € reservados
ru: %@ € отложено
tr: %@ € bir kenara bırakıldı
zh_hans: %@ € 预留
zh_hant: %@ € 預留

# prog_saving_d4_t2
source: Impulskäufen widerstanden
en: Resisted impulse purchases
es: Compras impulsivas resistidas
fr: Achats impulsifs résistés
hi: आवेगपूर्ण खरीदारी का विरोध किया
it: Acquisti d'impulso resistiti
ja: 衝動買いを我慢した
ko: 충동 구매를 거부함
nl: Weerstond impulsaankopen
pl: Opieranie się zakupom impulsowym
pt: Compras por impulso resistidas
ru: Сопротивление импульсивным покупкам
tr: Dirençli dürtü alımları
zh_hans: 抵制冲动购买
zh_hant: 抵制衝動購買

# prog_saving_d4_title
source: Die 72-Stunden-Regel
en: The 72 hour rule
es: La regla de las 72 horas
fr: La règle des 72 heures
hi: 72 घंटे का नियम
it: La regola delle 72 ore
ja: 72時間ルール
ko: 72시간의 법칙
nl: De 72-urenregel
pl: Zasada 72 godzin
pt: A regra das 72 horas
ru: Правило 72 часов
tr: 72 saat kuralı
zh_hans: 72小时规则
zh_hant: 72小時規則

# prog_saving_d5_desc
source: Schau dir deine Kontoauszüge an. Gibt es ein Abo (Netflix, Gym, App), das du nicht nutzt? Kündige es HEUTE.
en: Look at your bank statements. Is there a subscription (Netflix, Gym, app) that you don't use? Cancel TODAY.
es: Mire sus extractos bancarios. ¿Hay alguna suscripción (Netflix, Gym, app) que no utilizas? Cancelar HOY.
fr: Regardez vos relevés bancaires. Y a-t-il un abonnement (Netflix, Gym, appli) que vous n'utilisez pas ? Annuler AUJOURD'HUI.
hi: अपने बैंक विवरण देखें. क्या कोई सदस्यता (नेटफ्लिक्स, जिम, ऐप) है जिसका आप उपयोग नहीं करते हैं? आज रद्द करें.
it: Guarda i tuoi estratti conto bancari. C'è un abbonamento (Netflix, Palestra, app) che non usi? Annulla OGGI.
ja: 銀行取引明細書を見てください。使用していないサブスクリプション (Netflix、ジム、アプリ) はありますか?今すぐキャンセルしてください。
ko: 은행 명세서를 살펴보세요. 사용하지 않는 구독(Netflix, Gym, 앱)이 있나요? 오늘 취소하세요.
nl: Kijk naar uw bankafschriften. Is er een abonnement (Netflix, Gym, app) waar je geen gebruik van maakt? Annuleer VANDAAG.
pl: Spójrz na swoje wyciągi bankowe. Czy jest jakaś subskrypcja (Netflix, Gym, aplikacja), z której nie korzystasz? Anuluj DZIŚ.
pt: Veja seus extratos bancários. Existe alguma assinatura (Netflix, Academia, aplicativo) que você não usa? Cancele HOJE.
ru: Посмотрите на свои банковские выписки. Есть ли подписка (Netflix, Gym, приложение), которой вы не пользуетесь? Отмените СЕГОДНЯ.
tr: Banka ekstrelerinize bakın. Kullanmadığınız bir abonelik (Netflix, Gym, uygulama) var mı? BUGÜN iptal edin.
zh_hans: 查看您的银行对账单。是否有您不使用的订阅（Netflix、Gym、应用程序）？今天取消。
zh_hant: 檢視您的銀行對帳單。是否有您不使用的訂閱（Netflix、Gym、應用程式）？今天取消。

# prog_saving_d5_t1
source: %@ € beiseite gelegt
en: %@ € set aside
es: %@ € reservados
fr: %@ € mis de côté
hi: %@ € अलग रख दें
it: %@ € accantonati
ja: %@ € 確保しておきます
ko: %@ € 따로 설정
nl: %@ € gereserveerd
pl: %@ € odłożone
pt: %@ € reservados
ru: %@ € отложено
tr: %@ € bir kenara bırakıldı
zh_hans: %@ € 预留
zh_hant: %@ € 預留

# prog_saving_d5_t2
source: Abos auf Sinnhaftigkeit geprüft
en: Subscriptions checked for usefulness
es: Suscripciones comprobadas para determinar su utilidad.
fr: Abonnements vérifiés pour leur utilité
hi: उपयोगिता के लिए सदस्यता की जाँच की गई
it: Abbonamenti verificati per utilità
ja: 有用性をチェックされたサブスクリプション
ko: 유용성이 확인된 구독
nl: Abonnementen gecontroleerd op bruikbaarheid
pl: Subskrypcje sprawdzone pod kątem przydatności
pt: Assinaturas verificadas quanto à utilidade
ru: Подписки проверены на полезность
tr: Aboneliklerin kullanışlılığı kontrol edildi
zh_hans: 检查订阅是否有用
zh_hant: 檢查訂閱是否有用

# prog_saving_d5_title
source: Abo-Check
en: Subscription check
es: Verificación de suscripción
fr: Vérification de l'abonnement
hi: सदस्यता जांच
it: Controllo dell'abbonamento
ja: 購読チェック
ko: 구독 확인
nl: Abonnementscontrole
pl: Kontrola subskrypcji
pt: Verificação de assinatura
ru: Проверка подписки
tr: Abonelik kontrolü
zh_hans: 订阅检查
zh_hant: 訂閱檢查

# prog_saving_d6_desc
source: Am Wochenende gibt man am meisten für Essen aus. Koche heute selbst oder lade Freunde zu dir ein, statt teuer auszugehen.
en: Weekends are where you spend the most on food. Cook yourself today or invite friends over instead of going out expensively.
es: Los fines de semana es donde más se gasta en comida. Cocine usted mismo hoy o invite a amigos en lugar de salir costosamente.
fr: Les week-ends sont l’endroit où vous dépensez le plus en nourriture. Cuisinez vous-même aujourd'hui ou invitez des amis au lieu de sortir cher.
hi: सप्ताहांत वह समय होता है जब आप भोजन पर सबसे अधिक खर्च करते हैं। आज बाहर जाने के बजाय खुद खाना पकाएं या दोस्तों को आमंत्रित करें।
it: I fine settimana sono i luoghi in cui si spende di più in cibo. Cucinati oggi o invita gli amici invece di uscire in modo costoso.
ja: 週末は食費が一番かかる日です。今日は高価な外出の代わりに自炊をしたり、友人を家に招待したりしましょう。
ko: 주말은 음식에 가장 많은 돈을 쓰는 시간입니다. 값비싼 외출을 하는 대신 오늘 직접 요리를 하거나 친구를 초대하세요.
nl: In het weekend geef je het meeste uit aan eten. Kook vandaag nog zelf of nodig vrienden uit in plaats van duur uit te gaan.
pl: Weekendy to czas, w którym wydajesz najwięcej na jedzenie. Gotuj już dziś lub zaproś znajomych zamiast drogich wyjść.
pt: Os fins de semana são onde você gasta mais com comida. Cozinhe hoje ou convide amigos em vez de sair caro.
ru: Выходные — это время, когда вы тратите больше всего на еду. Приготовьте сами сегодня или пригласите друзей вместо того, чтобы тратить деньги на дорогу.
tr: Hafta sonları yemeğe en çok para harcadığınız zamandır. Pahalı bir şekilde dışarı çıkmak yerine bugün kendinizi pişirin veya arkadaşlarınızı davet edin.
zh_hans: 周末是您在食物上花费最多的时间。今天自己做饭或邀请朋友过来，而不是花大钱出去。
zh_hant: 週末是您在食物上花費最多的時間。今天自己做飯或邀請朋友來，而不是花大錢出去。

# prog_saving_d6_t1
source: %@ € beiseite gelegt
en: %@ € set aside
es: %@ € reservados
fr: %@ € mis de côté
hi: %@ € अलग रख दें
it: %@ € accantonati
ja: %@ € 確保しておきます
ko: %@ € 따로 설정
nl: %@ € gereserveerd
pl: %@ € odłożone
pt: %@ € reservados
ru: %@ € отложено
tr: %@ € bir kenara bırakıldı
zh_hans: %@ € 预留
zh_hant: %@ € 預留

# prog_saving_d6_t2
source: Gastro-Kosten gespart
en: Gastro costs saved
es: Gastos gastronómicos ahorrados
fr: Coûts gastronomiques économisés
hi: गैस्ट्रो की लागत बच गई
it: Costi gastronomici risparmiati
ja: 胃腸のコストを節約
ko: 위장 비용 절감
nl: Gastrokosten bespaard
pl: Oszczędności w kosztach gastronomii
pt: Custos gastronômicos economizados
ru: Сэкономленные гастрономические расходы
tr: Gastro maliyetlerinden tasarruf edildi
zh_hans: 节省肠胃费用
zh_hant: 節省腸胃費用

# prog_saving_d6_title
source: Essen von Zuhause
en: Eating from home
es: Comer desde casa
fr: Manger à la maison
hi: घर से खाना
it: Mangiare da casa
ja: 家から食べる
ko: 집에서 먹기
nl: Eten vanuit huis
pl: Jedzenie z domu
pt: Comer em casa
ru: Еда из дома
tr: Evden yemek
zh_hans: 在家吃饭
zh_hant: 在家吃飯

# prog_saving_d7_desc
source: Blicke auf die Woche zurück. Wo hast du sinnlos Geld verbrannt? Wo warst du diszipliniert?
en: Look back on the week. Where did you burn money senselessly? Where were you disciplined?
es: Mire hacia atrás en la semana. ¿Dónde quemaste dinero sin sentido? ¿Dónde fuiste disciplinado?
fr: Retour sur la semaine. Où avez-vous brûlé de l’argent sans raison ? Où avez-vous été discipliné ?
hi: सप्ताह पर नज़र डालें। तुमने बेमतलब पैसा कहाँ जला दिया? आप कहाँ अनुशासित थे?
it: Guarda indietro alla settimana. Dove hai bruciato soldi insensatamente? Dove sei stato disciplinato?
ja: 一週間を振り返ってください。どこで無意味にお金を燃やしたのですか？どこで躾けられたんですか？
ko: 한 주를 되돌아보세요. 무의미하게 돈을 태운 곳은 어디입니까? 어디서 징계를 받았나요?
nl: Kijk terug op de week. Waar heb je zinloos geld verbrand? Waar was je gedisciplineerd?
pl: Spójrz wstecz na tydzień. Gdzie bezsensownie spaliłeś pieniądze? Gdzie byłeś zdyscyplinowany?
pt: Reveja a semana. Onde você queimou dinheiro sem sentido? Onde você foi disciplinado?
ru: Оглянитесь на неделю. Где вы бессмысленно сжигали деньги? Где вас дисциплинировали?
tr: Haftaya dönüp bakın. Anlamsızca parayı nereye yaktın? Nerede disiplin cezası aldınız?
zh_hans: 回顾这一周。哪里无谓地烧钱了？你在哪里受到纪律处分？
zh_hant: 回顧這一周。哪裡無謂地燒錢了？你在哪裡受到紀律處分？

# prog_saving_d7_t1
source: %@ € beiseite gelegt
en: %@ € set aside
es: %@ € reservados
fr: %@ € mis de côté
hi: %@ € अलग रख दें
it: %@ € accantonati
ja: %@ € 確保しておきます
ko: %@ € 따로 설정
nl: %@ € gereserveerd
pl: %@ € odłożone
pt: %@ € reservados
ru: %@ € отложено
tr: %@ € bir kenara bırakıldı
zh_hans: %@ € 预留
zh_hant: %@ € 預留

# prog_saving_d7_t2
source: Ausgaben der Woche ehrlich reflektiert
en: Issues of the week honestly reflected
es: Los números de la semana se reflejan honestamente
fr: Les problèmes de la semaine sont honnêtement reflétés
hi: सप्ताह के मुद्दे ईमानदारी से प्रतिबिंबित
it: I problemi della settimana si riflettono onestamente
ja: 今週の問題を正直に反映
ko: 이번주 이슈를 솔직하게 반영
nl: De problemen van de week werden eerlijk weerspiegeld
pl: Kwestie tygodnia szczerze odzwierciedlone
pt: Questões da semana refletidas honestamente
ru: Вопросы недели честно отражены
tr: Haftanın konuları dürüstçe yansıtıldı
zh_hans: 诚实反映的本周问题
zh_hant: 誠實反映的本週問題

# prog_saving_d7_title
source: Finanz-Review
en: Financial Review
es: Revisión financiera
fr: Examen financier
hi: वित्तीय समीक्षा
it: Revisione finanziaria
ja: 財務レビュー
ko: 재무 검토
nl: Financieel overzicht
pl: Przegląd finansowy
pt: Revisão Financeira
ru: Финансовый обзор
tr: Mali İnceleme
zh_hans: 财务回顾
zh_hant: 財務回顧

# prog_saving_phase_desc_finanzielle_freiheit
source: Finanzielle Freiheit
en: Financial freedom
es: Libertad financiera
fr: Liberté financière
hi: वित्तीय स्वतंत्रता
it: Libertà finanziaria
ja: 経済的自由
ko: 재정적 자유
nl: Financiële vrijheid
pl: Wolność finansowa
pt: Liberdade financeira
ru: Финансовая свобода
tr: Finansal özgürlük
zh_hans: 财务自由
zh_hant: 財務自由

# prog_saving_phase_title_woche___phasenumber_
source: Woche %lld
en: Week %lld
es: Semana %lld
fr: Semaine %lld
hi: सप्ताह %lld
it: Settimana %lld
ja: 週 %lld
ko: 주 %lld
nl: Week %lld
pl: Tydzień %lld
pt: Semana %lld
ru: Неделя %lld
tr: Hafta %lld
zh_hans: 周 %lld
zh_hant: 週 %lld

# prog_screentime_d1_desc
source: Wenn der Timer im Handy heute abläuft, klicke NICHT auf '15 Minuten ignorieren'. Die App bleibt zu.
en: If the timer on your phone expires today, DO NOT click 'Ignore 15 minutes'. The app remains closed.
es: Si el temporizador de su teléfono expira hoy, NO haga clic en "Ignorar 15 minutos". La aplicación permanece cerrada.
fr: Si le minuteur de votre téléphone expire aujourd'hui, NE cliquez PAS sur « Ignorer 15 minutes ». L'application reste fermée.
hi: यदि आपके फ़ोन का टाइमर आज समाप्त हो रहा है, तो '15 मिनट अनदेखा करें' पर क्लिक न करें। ऐप बंद रहता है.
it: Se il timer del tuo telefono scade oggi, NON fare clic su "Ignora 15 minuti". L'app rimane chiusa.
ja: 携帯電話のタイマーが今日切れる場合は、(15 分を無視) をクリックしないでください。アプリは閉じたままになります。
ko: 오늘 휴대폰의 타이머가 만료된 경우 '15분 무시'를 클릭하지 마세요. 앱이 닫힌 상태로 유지됩니다.
nl: Als de timer op uw telefoon vandaag afloopt, klik dan NIET op '15 minuten negeren'. De app blijft gesloten.
pl: Jeśli licznik czasu w Twoim telefonie wygasa dzisiaj, NIE klikaj „Ignoruj ​​15 minut”. Aplikacja pozostaje zamknięta.
pt: Se o cronômetro do seu telefone expirar hoje, NÃO clique em 'Ignorar 15 minutos'. O aplicativo permanece fechado.
ru: Если таймер на вашем телефоне истекает сегодня, НЕ НАЖИМАЙТЕ «Игнорировать 15 минут». Приложение остается закрытым.
tr: Telefonunuzdaki zamanlayıcının süresi bugün dolarsa '15 dakikayı yoksay' seçeneğini tıklamayın. Uygulama kapalı kalır.
zh_hans: 如果您手机上的计时器今天到期，请勿点击“忽略 15 分钟”。该应用程序保持关闭状态。
zh_hant: 如果您手機上的計時器今天到期，請勿點選「忽略 15 分鐘」。該應用程式保持關閉狀態。

# prog_screentime_d1_t1
source: Bildschirmzeit-Limit eingehalten
en: Screen time limit adhered to
es: Límite de tiempo de pantalla cumplido
fr: Limite de temps d’écran respectée
hi: स्क्रीन समय सीमा का पालन किया गया
it: Limite del tempo di utilizzo rispettato
ja: 利用時間制限を遵守する
ko: 화면 시간 제한 준수
nl: Schermtijdlimiet wordt nageleefd
pl: Przestrzegano limitu czasu wyświetlania
pt: Limite de tempo de tela respeitado
ru: Ограничение по экранному времени соблюдено
tr: Ekran süresi sınırına uyuluyor
zh_hans: 遵守屏幕时间限制
zh_hant: 遵守螢幕時間限制
